export const configs = {
    date: new Date(2025, 7, 10, 10, 30),
    timezone: +3,
    days: ['пн', 'вт', 'ср', 'чт', 'пт', 'сб', 'вс'],


    scheduleData: {
        1 : {
            time: "10:30",
            title: "Сбор гостей",
            description: "Познакомьтесь с другими гостями, пообщайтесь и выберете подходящее себе место.",
            image: "./image/1030.png"
        },
        2 : {
            time: "11:00",
            title: "Церемония венчания",
            description: "Вы сможете стать свидетелями того, как два сердца соединятся в одно.",
            image: "./image/1100.png"
        },
        3 : {
                time: "12:00",
            title: "Фруктовый фуршет",
            description: "Вы сможете насладиться закусками и напитками в непринуждённоё атмосфере.",
            image: "./image/1200.png"
        },
        4 : {
            time: "15:00",
            title: "Вегетарианский банкет",
            description: "На банкете в кафе «Марили» вас ждет разнообразие вкусных блюд и увлекательные развлечения в компании близких и друзей.",
            image: "./image/1500.png"
        },
        5 : {
            time: "20:00",
            title: "Окончание мероприятия",
            description: "Надеюсь, этот замечательный день останется в вашей памяти.",
            image: "./image/2000.png"
        }
    }
}